from django.db import models
from djchoices import DjangoChoices, ChoiceItem

school_list = [
    "000: 少年班学院",
    "001: 数学科学学院",
    "203: 物理学院",
    "204: 管理学院",
    "206: 化学与材料科学学院",
    "207: 生命科学学院",
    "208: 地球和空间科学学院",
    "209: 工程科学学院",
    "210: 信息科学技术学院",
    "211: 人文与社会科学学院",
    "214: 核科学技术学院",
    "215: 计算机科学与技术学院",
    "216: 公共事务学院",
    "217: 环境科学与光电技术学院",
    "219: 微电子学院",
    "220: 马克思主义学院",
    "221: 网络空间安全学院",
    "225: 软件学院",
    "229: 大数据学院",
    "231: 国家同步辐射实验室",
    "232: 火灾科学国家重点实验室",
    "234: 合肥微尺度物质科学国家实验室（筹）",
    "240: 环境科学与工程系",
    "910: 生命科学与医学部 "
]